[{"username":"Guss74","email":"utente1@example.com","password":"$2y$10$R2n.upFrjBmllEiV5FzRdeAHm\/w1aNnP1u0FO8vtXp.CSAFKjoyWe","recipes":[]},{"username":"gg","email":"go@gmail.com","password":"$2y$10$WcVjbN9hSUpSl\/dk2xag5ePAkWq7LnAfDYpIaKJ5lP.ytHVT9b\/5a","recipes":{"1":{"name":"Crostata di mele","ingredients":["Farina 00 250 g Zucchero a velo 100 g Burro freddo 100 g Uova (1 medio) 55 g Sale fino 1 pizzico dmele"],"instructions":"Per realizzare la crostata di mele preparate la pasta frolla con il metodo della sabbiatura cominciate versando la farina in un mixer (se volete potete utilizzare la planetaria allo stesso modo, sarà sufficiente utilizzare la foglia) insieme al burro freddo ridotto a pezzetti 1. Azionate le lame a più riprese fino ad ottenere un composto sabbioso. Utilizzare il mixer ad intermittenza farà si che l'impasto non si scaldi eccessivamente. Spegnete le lame e unite lo zucchero a velo 2 e poi grattugiate la scorza di un limone non trattato facendo attenzione a prelevare soltanto la parte gialla e non quella bianca che è amara 3.\r\n\r\nCrostata di mele\r\nIncorporate anche l'uovo leggermente sbattuto 4 e un pizzico di sale. Azionate nuovamente il robot per pochi istanti, stavolta abbassando la velocità, così le lame misceleranno l’impasto senza frullare. Non appena il composto si sarà amalgamato 5 trasferitelo sulla spianatoia 6.\r\n\r\nCrostata di mele\r\nCompattate velocemente con le mani, così non si svilupperà il glutine, giusto il tempo di ottenere un panetto liscio ed omogeneo. Avvolgetelo nella pellicola trasparente 7 lasciandolo riposare in frigorifero per almeno mezzora. Intanto occupatevi delle mele: sbucciatele 8 e tagliatele prima a metà e poi a fettine 9.\r\n\r\nCrostata di mele\r\nPonete le fettine di mela in una ciotola e irroratele con il succo del limone per non farle annerire 10. Trascorso il tempo di riposo della frolla, recuperate il panetto, infarinatelo leggermente e stendetelo con il mattarello su una spianatoia 11 fino a raggiungere uno spessore uniforme di circa 5mm 12.\r\n\r\nCrostata di mele\r\nAvvolgete la frolla stesa sul mattarello e srotolatela su uno stampo di 28 cm di diametro. Fate aderire con le mani la frolla sui bordi e sul fondo della teglia 13 poi con un coltellino eliminate dal bordo la pasta in eccesso. Bucherellate la base con i rebbi della forchetta 14. Ora farcite la frolla con le fettine di mela: adagiate le fettine a raggiera lungo tutto il bordo esterno 15.\r\n\r\nCrostata di mele\r\nIn modo da creare un cerchio 16. Ora inserite le mele nel foro centrale 17, in modo da farcirlo senza lasciare spazi 18.\r\n\r\nCrostata di mele\r\nInfine spolverizzate con lo zucchero di canna la superficie 19 in modo omogeneo 20. Cuocete in forno statico preriscaldato a 180° per 50 minuti. Trascorsi i 50 minuti, sfornate la crostata di mele 21 e lasciate intiepidire prima di sformarla e servirla.\r\n\r\n","image":"uploads\/crostata di mele.png","comments":[{"user":"gg","comment":"gg"},{"user":null,"comment":"hkjhkjh"},{"user":"gg","comment":"saddas"},{"user":"gg","comment":"gg"}]}}}]